'use strict';

module.exports = {
  msgMap: {
    1: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第1期(每期限100人)的资格, 第1期时间为10月3日-10月9日, 快快扫描下边二维码, 加入你的专属学习小组吧.',
    2: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第2期的资格, 第2期时间为10月10日-10月16日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    3: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第3期(每期限100人)的资格, 第3期时间为10月17日-10月23日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    4: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第4期(每期限100人)的资格, 第4期时间为10月24日-10月30日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    5: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第5期(每期限100人)的资格, 第5期时间为10月31日-11月6日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    6: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第6期(每期限100人)的资格, 第6期时间为11月7日-11月13日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    7: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第7期(每期限100人)的资格, 第7期时间为11月14日-11月20日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    8: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第8期(每期限100人)的资格, 第8期时间为11月21日-11月27日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    9: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第9期(每期限100人)的资格, 第9期时间为11月28日-12月4日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
    10: '你是第%s位成功抱团的童鞋, 你获得免费参加集训营第10期(每期限100人)的资格, 第10期时间为12月5日-12月11日, 我们将提前3天向你发出加群邀请, 先耐心等待吧.',
  }
};
